Repository: collective/collective.gazette
Catalog: src/collective/gazette/locales/*/LC_MESSAGES/collective.gazette.po
Languages: cs

source: Active - receives emails
cs: Aktivní - bude dostávat emaily

source: Add Gazette portlet
cs: Přidat Newsletter portlet

source: Automated issue email subject
cs: Předmět automatického vydání

source: Date, when last newsletter was sent
cs: Datum, kdy byl naposledy newsletter odeslán

source: Directly sends newsletter to test email address
cs: Odešle newsletter na testovací email adresu

source: Display confirmation form and then allows to send gazette to all recipients.
cs: Zobrazí přehled před vlastním odesláním newsletteru a následně umožní odeslat newsletter všem přihlášeným.

source: Edit Gazette Portlet
cs: Upravit newsletter portlet

source: Enter email subject. You can use any strftime compatible formatting. The current date and time will be used to format date/time.
cs: Zadejte předmět emailu. Můžete použít formát kompatibilní s Python datetime.strftime. Pro formátování bude použito aktuální datum a čas v okamžiku odeslání newsletteru.

source: Folder storing different issues of a newsletter
cs: Složka obsahující jednotlivá vydání newsletteru

source: Fullname
cs: Jméno a příjmení

source: Gazette
cs: Newsletter (vydání)

source: Gazette Folder
cs: Složka pro newslettery

source: Gazette folder
cs: Složka pro newslettery

source: Gazette footer text
cs: Patička newsletteru

source: Gazette has been sent to $count recipients
cs: Počet odběratelů, kterým byl odeslán newsletter: $count

source: Gazette issue
cs: Vydání newsletteru

source: Gazette test has been sent to $email
cs: Testovací newsletter byl odeslán na: $email

source: Imported subscribers: ${imported}, Invalid: ${invalid}, Duplicates: ${duplicates}
cs: Import dokončen. Importováno: ${imported}, Neplatných: ${invalid}, Duplicitních: ${duplicates}

source: Invalid email format
cs: Neplatný formát emailu

source: Invalid form data.
cs: Neplatná data.

source: Invalid form data. Email is missing.
cs: Neplatná data. Chybí email.

source: Invalid key
cs: Neplatný klíč

source: Issue of a newsletter
cs: Vydání newsletteru

source: List subscribers
cs: Seznam uživatelů, přihlášených k odběru

source: Manage subscription form
cs: Správa přihlášení

source: No test email set. Please check Gazette folder settings.
cs: Nebyl zadán testovací email. Zkontrolujte prosím nastavení složky pro zpravodaje.

source: Optinal providers (for automated newsletters)
cs: Volitelný obsah (pouze pro automatické newslettery)

source: Optional content
cs: Volitelný obsah

source: Optional providers list must to be a subset of providers list.
cs: Volitelný obsah musí být podmnožinou hlavního obsahu

source: Optional salutation
cs: Oslovení (nepovinné)

source: Please activate your subscription
cs: Aktivujte prosím vaše přihlášení

source: Please confirm deactivation of your subscription
cs: Potvrďte prosím zrušení odběru

source: Please enter text appended to each email sent to users. It should contain $url placeholder which will be replaced with unsubscription url link
cs: Zadejte prosím text, který bude připojen ke každému emailu s newsletterem. Měl by obsahovat značku $url která bude nahrazena odkazem na odhlášení odběru.

source: Please enter text displayed on subscription page as a label for Terms of Service checkbox.
cs: Zadejte prosím text, který se zobrazí na stránce s přihlášením k newsletteru jako nadpis pole "Souhlasím s podmínkami..."

source: Please enter text displayed on subscription page before fields for fullname and email.
cs: Zadejte prosím text, který se zobrazí jako úvodní text na stránce s přihlášením k newsletteru.

source: Please select a gazette users will be subscribed to
cs: Vyberte prosím newsletter, ke kterému se budou uživatelé přihlašovat.

source: Providers (for automated newsletters)
cs: Poskytovatelé obsahu (pro automatické newslettery)

source: Providers used
cs: Použitý obsah

source: Require confirmation of TOS on the subscription screen?
cs: Vyžadovat souhlas s podmínkami před přihlášením k newsletteru?

source: Select optional providers which will be presented to the user during subscription process. Please note, the list of optional providers must be subset of Providers field above.
cs: Vyberte volitelný seznam poskytovatelů obsahu. Uživatelé si budou z těchto položek moci vybrat při přihlašování. Volitelné položky musejí být podmnožinou položek uvedených výše.

source: Send to recipients
cs: Odeslat všem odběratelům

source: Sent at
cs: Datum odeslání

source: Subscribers
cs: Odběratelé

source: Subscription TOS text
cs: Text souhlasu s podmínkami

source: Subscription confirmation email has been sent. Please follow instruction in the email.
cs: Email pro potvrzení přihlášení byl odeslán. Postupujte prosím podle instrukcí v emailu.

source: Subscription form
cs: Registrace k odběru

source: Subscription prolog
cs: Text před přihlašovacími údaji

source: Such subscription does not exist.
cs: Tato email adresa není registrována k odběru

source: Test automatic issue
cs: Otestovat automatické vydání

source: Test email
cs: Testovací email

source: Test send
cs: Testovací newsletter

source: Testing email address
cs: Testovací email adresa

source: The subscription has been updated.
cs: Registrace byla aktualizována.

source: This portlet displays gazette subscription box.
cs: Portlet zobrazí možnost přihlášení k odběru newsletteru

source: This subscription already exists.
cs: Tato email adresa je již registrována.

source: This will raise auto-issue process in testing mode
cs: Bute spuštěn test automatického vydání. Do vydání budou zahrnuta data od posledního vydání newsletteru. Výsledek bude zobrazen ve formě PDF souboru.

source: Unsubscribe confirmation email has been sent. Please follow instruction in the email.
cs: Potvrzovací email byl odeslán. Postupujte prosím podle instrukcí v emailu.

source: XLS file is empty
cs: XLS soubor je prázdný

source: You are logged in. The following details will be used for your subscription
cs: Jste přihlášen(a) do portálu. Pro registraci newsletteru budou použity následující údaje:

source: You are not subscribed.
cs: Nejste zaregistrován(a) k odběru.

source: You must accept terms of service
cs: Musíte souhlasit s podmínkami přihlášení

source: Your subscription has been successfully activated.
cs: Vaše registrace k odběru byla úspěšně aktivována.

source: Your subscription has been successfully deactivated.
cs: Vaše registrace k odběru byla úspěšně zrušena.

source: Your user account has no email defined.
cs: Váš uživatelský účet nemá zadaný email.

source: button_import_subscribers
cs: Importovat

source: description_gazette_portlet
cs: Portlet, který umožňuje přihlášení k odběru newsletteru

source: fieldset_help_auto_issues
cs: Nastavení pro automatická vydání newsletteru. Pokud chcete automaticky generovat vydání newsletteru, například každý týden, pak zaškrtněte toto pole, vyplňte text a seznam poskytovatelů níže. Voláním /@@auto-issue na složku newsletteru můžete pravidelně generovat vydání.

source: fieldset_label_auto_issues
cs: Automatické vydání

source: heading_recent_newsletters
cs: Poslední newslettery

source: heading_subscribers
cs: Seznam přihlášených

source: help_auto_template
cs: Toto pole obsahuje základní HTML, které se použije pro vygenerování PDF verze newsletteru. Musí obsahovat prvek ${body} který bude nahrazen příslušným HTML.

source: help_auto_text
cs: Úvodní text pro automatické newslettery. Viz také "Poskytovatelé" níže. Text může obsahovatr Python strftime formátování.

source: label_active
cs: Aktivní?

source: label_active_subscribers
cs: Aktivní odběratelé:

source: label_all
cs: Vše

source: label_auto_enabled
cs: Povolit automatické newslettery

source: label_auto_text
cs: Tělo textu - pro automatické newslettery

source: label_body_text
cs: Obsah newsletteru. Pokud chcete nastavit předmět emailu s newsletterem, vyplňte vhodný název položky výše.

source: label_fulltext
cs: Vyhledat ve jméně nebo emailu:

source: label_inactive_subscribers
cs: Neaktivní odběratelé:

source: label_most_recent_issue
cs: Nejnovější vydání - toto pole je nastavováno automaticky.

source: label_no
cs: Ne

source: label_search_subscribers
cs: Vyhledat

source: label_send_gazette
cs: Odeslat

source: label_yes
cs: Ano

source: legend_import
cs: Import odběratelů

source: legend_search_subscribers
cs: Vyhledat odběratele

source: subscribe
cs: Přihlásit

source: tableheading_active
cs: Aktivní

source: tableheading_email
cs: Email

source: tableheading_fullname
cs: Jméno

source: tableheading_sent_at
cs: Datum odeslání

source: tableheading_title
cs: Nadpis

source: text_activation_mail
cs: Aktivujte si prosím přihlášení k odběru newsletteru <strong>${title}</strong> klepnutím na následující odkaz: <br /> <br /> ${url} <br /> <br />Pokud jste si tento odběr nevyžádali, tento mail prosím ignorujte.

source: text_deactivation_mail
cs: Zrušte si prosím přihlášení k odběru newsletteru <strong>${title}</strong> klepnutím na následující odkaz: <br /> <br /> ${url} <br /> <br />Pokud jste si tento email nevyžádali, ignorujte jej prosím.

source: text_gazette_sent
cs: POZOR: tento newsletter již byl odeslán ${date}. Jste si opravdu jisti, že jej chcete odeslat všem odběratelům znovu ?

source: text_import_subscribers
cs: Můžete nahrát XLS soubor se seznamem odběratelů. První list v XLS souboru musí mít alespoň jeden sloupec (sloupec A) a tento sloupec musí obsahovat email adresy. Druhá sloupec (nepovinný) může obsahovat celé jméno uživatele. Pokud buňka A1 neobsahuje platnou email adresu, pak se první řádek považuje za hlavičku a je ignorován. Všichni importovaní uživatelé jsou automaticky aktivováni a není jim odeslán žádný email ohledně aktivace.

source: text_no_newsletters
cs: Nejsou zatím žádné newslettery.

source: text_no_subscribers_found
cs: Dotazu nevyhovují žádné záznamy.

source: text_subscriber_info
cs: Počet odběratelů: ${count}

source: title_auto_template
cs: HTML šablona pro PDF verzi automatického newsletteru

source: title_gazette_portlet
cs: Portlet newsletteru

source: unsubscribe
cs: Odhlásit

source: update
cs: Aktualizovat
